Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: "Больница Нарбута"
be: "Шпіталь Нарбута"

source: "Валео-Центр"
be: "Валеа-Цэнтр"

source: "Вивальди"
be: "Вівальдзі"

source: "Городские весы"
be: "Гарадскiя шалi"

source: "Губернский центр" **
be: Гатэль "Губернскі цэнтр" **

source: "Двери мученников"
be: "Дзьверы Пакутнікаў"

source: "Дом Марка Шагала"
be: Хата Марка Шагала

source: "Непьющий солдат"
be: "Непітушчы жаўнер"

source: "Объединенный институт машиностроения АН РБ" Республиканский полигон для испытаний мобильных машин
be: "Аб'яднаны інстытут машынабудавання АН РБ" Рэспубліканскі палігон для выпрабаванняў мабільных машын

source: "Три штыка"
be: "Тры штыкі"

source: «Витебская мелодия на французской скрипке»
be: "Віцебская мелодыя на французскай скрыпцы"

source: 104-й микрорайон
be: 104-ы мікрараён

source: 10-й Ямницкий переулок
be: 10-ты Ямніцкі завулак

source: 120-я Механизированная Бригада
be: 120-я механізаваная брыгада

source: 14-я Полоцкая улица
be: 14-я Полацкая вуліца

source: 15-й микрорайон
be: 15-ы мікрараён

source: 18-й микрорайон
be: 18-ы мікрараён

source: 18-й Микрорайон
be: 18-ы Мікрараён

source: 19-й микрорайон
be: 19-ы мікрараён

source: 19-я Городокская улица
be: 19-я Гарадоцкая вуліца

source: 1-е Тарное кладбище
be: Першыя Тарныя могілкі

source: 1-й Дальний переулок
be: 1-ы Дальні завулак

source: 1-й Заречный переулок
be: 1-ы Зарэчны завулак

source: 1-й Новый переулок
be: 1-ы Новы завулак

source: 1-й переулок Белуша
be: 1-ы завулак Белуша

source: 1-й переулок Калинина
be: 1-ы завулак Калініна

source: 1-й переулок Карского
be: 1-ы завулак Карскага

source: 1-й переулок Кирова
be: 1-шы завулак Кірава

source: 1-й переулок Куйбышева
be: 1-ы завулак Куйбышава

source: 1-й переулок Серафимовича
be: 1-ы завулак Серафімовіча

source: 1-й переулок Скрынника
be: 1-ы завулак Скрынніка

source: 1-й путь
be: 1-ы пуць

source: 1-я Трудовая улица
be: 1-я Працоўная вуліца

source: 20-й микрорайон
be: 20-ы мікрараён

source: 21-й микрорайон
be: 21-ы мікрараён

source: 23 Гвардейцам
be: 22 гвардзейцам

source: 2566 Завод по ремонту Радиоэлектронного Оборудования
be: 2566 завод па рамонце радыёэлектроннага абсталявання

source: 26 / Юбилейный дом (БНР)
be: 26 / Юбілейны дом (БНР)

source: 2-е Тарное кладбище
be: Другія Тарныя могілкі

source: 2-й Дальний переулок
be: 2-і Дальні завулак

source: 2-й Каравайный переулок
be: 2-і Каравайны завулак

source: 2-й корп.
be: 2-гі корп.

source: 2-й переулок Белуша
be: 2-і завулак Белуша

source: 2-й переулок Гастелло
be: 2-гі завулак Гастэлы

source: 2-й переулок Дзержинского
be: 2-і завулак Дзяржынскага

source: 2-й переулок Калинина
be: 2-і завулак Калініна

source: 2-й переулок Кирова
be: 2-гі завулак Кірава

source: 2-й переулок Куйбышева
be: 2-і завулак Куйбышава

source: 2-й переулок Скрынника
be: 2-і завулак Скрынніка

source: 2-й переулок Суворова
be: 2-гі завулак Суворава

source: 2-й путь
be: 2-і пуць

source: 2-я Трудовая улица
be: 2-я Працоўная вуліца

source: 3-й Дальний переулок
be: 3-і Дальні завулак

source: 3-й Октябрьский переулок
be: 3-ці Кастрычніцкі завулак

source: 3-й Осенний переулок
be: 3-і Асенні завулак

source: 3-й переулок Калинина
be: 3-і завулак Калініна

source: 3-й переулок Кирова
be: 3-ці завулак Кірава

source: 3-й переулок Куйбышева
be: 3-і завулак Куйбышава

source: 3-й переулок Серафимовича
be: 3-і завулак Серафімовіча

source: 3-й Подольный переулок
be: 3-і Падольны завулак

source: 3-й путь
be: 3-і пуць

source: 40 лет Победы
be: 40 год Перамогі

source: 43-й узел связи ВМФ России
be: 43-ці вузел сувязі ВМФ Расіі

source: 4-й Дальний переулок
be: 4-ы Дальні завулак

source: 4-й переулок Калинина
be: 4-ы завулак Калініна

source: 4-й переулок Куйбышева
be: 4-ы завулак Куйбышава

source: 4-й Подольный переулок
be: 4-ы Падольны завулак

source: 4-й путь
be: 4-ы пуць

source: 56-й Отдельный Полк связи
be: 56-й Асобны Полк сувязі

source: 5-й Дальний переулок
be: 5-ы Дальні завулак

source: 5-й переулок Калинина
be: 5-ы завулак Калініна

source: 5-й переулок Куйбышева
be: 5-ы завулак Куйбышава

source: 5-й путь
be: 5-ы пуць

source: 64a
be: 64а

source: 6-й Дальний переулок
be: 6-ы Дальні завулак

source: 6-й Пригородный переулок
be: 6-ы Прыгарадны завулак

source: 6-й путь
be: 6-ы пуць

source: 7 / Городской театр (БНР)
be: 7 / Гарадскі тэатар (БНР)

source: 7 / Дом губернатора (БНР)
be: 7 / Дом губэрнатара (БНР)

source: 7-й Дальний переулок
be: 7-ы Дальні завулак

source: 7-й Пригородный переулок
be: 7-ы Прыгарадны завулак

source: 86-я Волковысская Краснознаменная ордена Александра Невского бригада связи
be: 86-я Ваўкавыская Чырванасцяжная ордэны Аляксандра Неўскага брыгада сувязі

source: 8-й Ямницкий переулок
be: 8-мы Ямніцкі завулак

source: 8 марта ОАО
be: 8 сакавіка ААТ

source: 9-й Ямницкий переулок
be: 9-ты Ямніцкі завулак

source: 9-ый карьер
be: 9-ы кар'ер

source: 9-я городская клиническая больница
be: 9-я гарадская клінічная бальніца

source: Borovitsy
be: Бараўцы

source: c/т "Нейтрон"
be: с/т "Нейтрон"

source: Cоборная мечеть
be: Cаборная мячэць

source: Cтанция переливания крови
be: Станцыя пералівання крыві

source: ež. Apvardai
be: Опиварда

source: ež. Drūkšiai
be: Дрисвяты

source: Hostel JAZZ
be: Хостэл JAZZ

source: Liudvinavas
be: Людвінава

source: Polotsk Airport
be: Полацк

source: Postavy
be: Паставы

source: Prūto ež./Прутас
be: Прутас

source: RovarSoft
be: ОАО "РоварСофт"

source: Wzgórza Sokólskie
be: Гродзенскае ўзвышша

source: А.С. Пушкин
be: А.С. Пушкін

source: Абалишки
be: Абалішкі

source: Абашина
be: Абашына

source: Авиабаза Засимовичи
be: Пружаны

source: Авиационная улица
be: Авіяцыйная вуліца

source: Авласы
be: Аўласы

source: Автобусный парк
be: Аўтобусны парк

source: Автобус №1
be: Аўтобус №1

source: Автобус №10
be: Аўтобус №10

source: Автобус №11
be: Аўтобус №11

source: Автобус №12
be: Аўтобус №12

source: Автобус №15т
be: Аўтобус №15т

source: Автобус №2
be: Аўтобус №2

source: Автобус №3
be: Аўтобус №3

source: Автобус №4
be: Аўтобус №4

source: Автобус №5
be: Аўтобус №5

source: Автобус №6
be: Аўтобус №6

source: Автобус №7
be: Аўтобус №7

source: Автобус №8
be: Аўтобус №8

source: Автобус №9
be: Аўтобус №9

source: Автобус № 95 "ДС Калиновского - Степянка"
be: Аўтобус № 95 "ДС Каліноўскага - Сцяпянка"

source: Автовокзал
be: Аўтавакзал

source: Автодром
be: Аўтадром

source: Автодром ДОСААФ
be: Аўтадром ДТСААФ

source: Автодромная улица
be: Аўтадромная вуліца

source: Автозаводская линия
be: Аўтазаводская лінія

source: Автомобильная улица
be: Аўтамабільная вуліца

source: Автомойдодыр
be: Аўтамыйня

source: Автомойка
be: Аўтамыйня

source: Автомойка мойпорт
be: Аўтамыйня

source: Авторазборка
be: Аўтаразборка

source: АвтоРаллиПрофиПлюс
be: АўтаРаліПрофіПлюс

source: Авторынок
be: Аўтарынак

source: Автостанция
be: Аўтастанцыя

source: Автохолл
be: Аўтахол

source: Автошкола
be: Аўташкола

source: Автошкола «Знак»
be: Аўташкола «Знак»

source: Автошкола Автовитцентр
be: Аўташкола Аўтавіцебскцэнтр

source: Агентство по госрегистрации и земельному кадастру
be: БТІ

source: Аграрный колледж
be: Аграрны каледж

source: Агрономическая улица
be: Агранамічная вуліца

source: Агропромтехника
be: Аграпрамтэхніка

source: Адамовичи
be: Адамавічы

source: Адамовичская улица
be: Адамавіцкая вуліца

source: Адамово
be: Адамова

source: Админ.-хир. корп.
be: Адмін-хір. корп.

source: Администрация
be: Адміністрацыя

source: Администрация Ленинского района г. Гродно
be: Адміністрацыя Ленінскага раёна г. Гродна

source: Администрация Московского района г. Бреста
be: Адміністрацыя Маскоўскага раёну г.Брэста

source: Администрация Октябрьского района г. Минска
be: [Адміністрацыя Кастрычнецкага раёну г. Мінска, Адміністрацыя Кастрычнецкага раёну г. Мінску]

source: Администрация района
be: Сельсавет

source: АЗС №47 Белоруснефть - Белнефтехим
be: АЗС №47 Беларуснафта-Белнафтахім

source: АйТи Тайм
be: АйЦі Тайм

source: Академгородок
be: Акадэмгарадок

source: Академическая
be: Акадэмічная

source: Академическая улица
be: Акадэмічная вуліца

source: Академия управления при Президенте РБ
be: Акадэмія кіравання пры Прэзыдэнце РБ

source: Акартели
be: Акартэлі

source: Аксамитная улица
be: Аксамітная вуліца

source: Акушерский корп.
be: Акушэрскі корпус

source: Александрина
be: Александрына

source: Александровка
be: Аляксандраўка

source: Алесино
be: Алесіна

source: Алешковец
be: Алешкавец

source: Алешково
be: Алешкава

source: Алёща
be: Алёшча

source: Ализово
be: Алізова

source: Аллегри Бела
be: Алегрі Бела

source: Аллея воинской славы
be: Алея вайсковай славы

source: аллея знаменитых уроженцев Глуботчины
be: алея знакамітых ураджэнцаў Глыбоччыны

source: АЛМИ
be: АЛМІ

source: Ало Туризм Центр
be: Ало Турызм Цэнтр

source: Алютех
be: Алютэх

source: Амазонки
be: Амазонкі

source: Амбар
be: Свіран

source: Амброжина
be: Амбражына

source: Амбулатория
be: Амбулаторыя

source: Амфитеатр
be: Амфітэатр

source: Анатомический корп.
be: Анатамічны корп.

source: Андреевичи
be: Андрэeвічы

source: Андрейкишки
be: Андрэйкішкі

source: Андроново
be: Андронава

source: Антонов Ан-24РВ EW-47291 ГомельАвиа
be: Антонаў Ан-24РВ EW-47291 ГомельАвія

source: Антонов Ан-2 EW-237CD АК "Гродно"
be: Антонаў Ан-2 EW-237CD АК "Гродна"

source: Антоново
be: Антанова

source: Анулино
be: Ануліна

source: Апанасёнки
be: Апанасёнкі

source: Аптечный склад
be: Аптэчны склад

source: Аренда автокрана
be: Арэнда аўтакрана

source: Аровичи
be: Аравічы

source: Артёмы
be: Арцёмы

source: Архив ЗАГСа
be: Архіў ЗАГСа

source: Архиерейский двор
be: Архірэйскі двор

source: Архитектурная улица
be: Архітэктурная вуліца

source: Арцингер и партнеры
be: Анцыглер і партнеры

source: Асино
be: Асіна

source: Асиновка
be: Асінаўка

source: Аслесье
be: Аслессе

source: Асфальтная улица
be: Асфальтная вуліца

source: ателье "Каблучок"
be: Атэлье «Абцасік»

source: ателье "Людмила"
be: Атэлье «Людміла»

source: Атракционы
be: Атракцыёны

source: Аульская улица
be: Аульская вуліца

source: Ахремовщина
be: Ахрэмаўшчына

source: Ашурково
be: воз. Ашуркава

source: Аэровокзал Брест
be: Брэст

source: Аэроклуб Боровая
be: Аэраклуб Баравая

source: Аэропорт Витебск (Восточный)
be: Аэрапорт Віцебск (Усходні)

source: Аэропорт Гродно
be: Аэрапорт Гродна

source: Аэропорт Минск-1
be: Нацыянальны аэрапорт «Мінск»

source: Бабариха
be: Бабарыха

source: Бабинишки
be: Бабінішкі

source: Бабичи
be: Бабічы

source: Бабча
be: воз. Бабча

source: Бабчин
be: Бабчын

source: Бабыно
be: Бабына воз.

source: База отдыха «Крупенино»
be: База адпачынку «Крупеніна»

source: База Спецназа ГУВД
be: База Спецпрызна ГУУС

source: Балабошки
be: Балабошкі

source: Балбасово
be: Балбасава

source: Банк Москва-Минск
be: Банк Масква-Мінск

source: Банька у Петровича
be: Лазня ў Пятровіча

source: Баня
be: Лазня

source: Баня №13
be: Лазня №13

source: Барановичи
be: Баранавічы

source: Барановичи-Полесские
be: Баранавічы Палескія

source: Барановичи-Северные
be: Баранавічы Паўночныя

source: Барановичи-Центральные
be: Баранавічы Цэнтральныя

source: Барановичская улица
be: Баранавіцкая вуліца

source: Бараново
be: Баранава

source: Барановщина
be: Бараноўшчына

source: Барбарино
be: Барбарына

source: Бариново
be: Барынова

source: барону Мюнгхаузену
be: барону Мюнгхаўзэну

source: Бар Рудаково
be: Бар Рудакова

source: Барсуки
be: Барсукі

source: Бартели
be: Бартэлі

source: Бартениха
be: Бартэніха

source: Басины
be: Басіны

source: Бассейн Бодрость
be: Бадзёрасць

source: Бассейн плавательный
be: Басейн плавальны

source: Бассейн УО «ВГТК»
be: Басейн УА ВДТК

source: Башмачок
be: Чаравічак

source: башня
be: вежа

source: Башня водонапорная
be: Вежа воданапорная

source: Башня Шухова
be: Вежа Шухава

source: БГПУ
be: БДПУ

source: БГУ
be: БДУ

source: БГУИР 1к
be: БДУІР 1к

source: БГУИР 2к
be: БДУІР 2к

source: БГУИР 3к
be: БДУІР 3к

source: БГУИР 4к
be: БДУІР 4к

source: БГУИР 5к
be: БДУІР 5к

source: БГУИР 6к
be: БДУІР 6к

source: БГУИР 7к (ИИТ)
be: БДУІР 7к (ІІТ)

source: БГУИР общежитие #1
be: БДУІР інтэрнат #1

source: БГУ РФиЭ
be: БДУ РФіЭ

source: Беденка
be: Бедзенка

source: Бездонное
be: Бяздоннае

source: Беймишки
be: Беймішкі

source: Бейсбольная площадка
be: Бейсбольная пляцоўка

source: Белагропромбанк
be: Белаграпрамбанк

source: Белвитунифарм
be: Белвіцебскуніфарм

source: Белгазпромбанк
be: Белгазпрамбанк

source: Белгосстрах
be: [Белгосстрах, Белдзяржстрах]

source: Беленец
be: воз. Белянец

source: Беленок
be: воз. Белянок

source: Белибинец
be: воз. Бялібінец

source: Белинвестбанк
be: Белінвестбанк

source: Белинского
be: Бялінскага

source: Белица
be: Беліца

source: Белнефтестрах
be: Белнафтастрах

source: БелНефтеСтрах
be: БелНафтаСтрах

source: Белнефтехим
be: Белнафтахім

source: Беловежская улица
be: Белавежская вуліца

source: Белое
be: [Белае, Белае воз.]

source: Белоножка
be: воз. Беланожка

source: Белоозёрск
be: Белаазёрск

source: Белоруснефть №38
be: Беларуснафта №38

source: Белорусская улица
be: Беларуская вуліца

source: Белорусский государственный университет культуры и искусств
be: Беларускі дзяржаўны ўніверсітэт культуры і мастацтваў

source: Белорусский государственный университет физкультуры
be: Беларускі дзяржаўны ўніверсытэт фізкультуры

source: Белорусский государственный экономический университет
be: Беларускі дзяржаўны эканамічны ўніверсітэт

source: Белорусский часть Августовского канала
be: Беларуская частка Аўгустоўскага канала

source: Белостокская улица
be: Беластоцкая вуліца

source: Белостокский переулок
be: Беластоцкі завулак

source: Белпромбетон
be: Белпрамбетон

source: Белсоюзпечать
be: Белсаюздрук

source: Белсплат ОАО
be: Белсплат ААТ

source: Белтелеком
be: Белтэлекам

source: Белый Берег
be: Белы Бераг

source: Белынковичи
be: Бялынкавічы

source: Бельки
be: Белькі

source: Бельково
be: Белькава

source: Бельское
be: Бельскае воз.

source: Белэксимгарант
be: Белэксімгарант

source: Белэкспо
be: Белэкспа

source: Беляковщина
be: Белякоўшчына

source: Белянишки
be: Бялянішкі

source: Беляны
be: Бяляны

source: Беняконе
be: Беняконі

source: Бенякони
be: Беняконі

source: Береговая улица
be: Берагавая вуліца

source: Береговой переулок
be: Берагавы завулак

source: Бережа
be: Бярэжа

source: Бережаны
be: Беражаны

source: Берёза-Картузская
be: Бяроза Картузская

source: Березина
be: [Бярэ́зіна, Бярэзіна]

source: Березинец
be: Бярэзінец

source: Березино
be: Беразіно

source: Березинский биосферный заповедник
be: Бярэзінскі біясферны запаведнік

source: Березка
be: Бярозка

source: Берёзки
be: Бярозкі

source: Березняки
be: Беразнякі

source: Березовая Гора
be: Барозавая Гара

source: Берёзовая улица
be: Бярозавая вуліца

source: Березовка
be: Бярозаўка

source: Берёзовка
be: Бярозаўка

source: Березовское
be: Бярозаўскае

source: Берестовица
be: Бераставіца

source: Берестовицкий районный военный комиссариат
be: Бераставіцкі раённы ваенны камисарыят

source: Берестовицкий районный исполнительный комитет
be: Бераставіцкі раённы выканаўчы камітэт

source: Берестовицкий районный отдел внутренних дел
be: Бераставіцкі раённы аддзел унутранных спраў

source: Берестовицкий районный отдел по чрезвычайным ситуациям
be: Бераставіцкі раённы аддзел па надзвычайных сітуацыях

source: Берестовицкий районный Совет депутатов
be: Бераставіцкі раённы Савет дэпутатаў

source: Берестовицкий районный узел электросвязи
be: Бераставіцкі раённы вузел электрасувязі

source: Береща
be: воз. Бярэшча

source: Бержелаты
be: Бержалаты

source: Беседка
be: Альтанка

source: Беседка для отдыха
be: Альтанка для адпачынку

source: Беседка усадьбы Чапских
be: Альтанка

source: Бесплатный автобус Евроопт
be: Аўтобус Еўраопт

source: Бессонница
be: Бяссонніца

source: Бецкое
be: Бецкае

source: Бжеги
be: Бжэгі

source: Библиотека
be: Бібліятэка

source: Библиотека им. Ленина
be: Бібліятэка імя Леніна

source: библиотека им. Маяковского
be: Імя Маякоўскага

source: Библиотека Хрептовичей
be: Бібліятэка Храптовічаў

source: Бигосово
be: Бігосава

source: Бизнес-центр "Silver Tower"
be: Бізнес-цэнтр «Silver Tower»

source: Бикировщина
be: Бікіраўшчына

source: Билево
be: Білева

source: Билево-3
be: Білева-3

source: Бильярд
be: Більярд

source: Бильярдный клуб
be: Більярдны клуб

source: Биологическая улица
be: Біялагічная вуліца

source: Биологический корпус ГрГМУ
be: Біялагічны корпус ГрДМУ

source: Битва под Клецком
be: Бітва пад Клецкам

source: Благовещенская церковь
be: Дабравешчанская царква

source: Блакитная улица
be: Блакітная вуліца

source: Ближняя улица
be: Бліжняя вуліца

source: Бликаны
be: Бліканы

source: Блошники
be: Блошнікі

source: Бобровники
be: Бабраўнікі

source: Бобровня
be: Баброўня

source: Боброво
be: Баброва

source: Бобровский
be: Баброўскі

source: Бобровцы
be: Баброўцы

source: Бобруйск
be: Бабруйск

source: Бобруйская крепость
be: Бабруйская крэпасць

source: Бобры
be: Бабры

source: Богатая улица
be: Багатая вуліца

source: Богданов
be: Багданаў

source: Богданово
be: Багданава

source: Богдановское
be: Багданаўскае

source: Богушевская
be: Багушэўская

source: Богуши
be: Багушы

source: Болныря
be: воз. Болныра

source: Болоша
be: Балоша

source: Болошинка
be: Балашынка

source: Болтово
be: Болтава

source: Больница
be: [Бальніца, Шпіталь]

source: Больница медицинской реабилитации
be: Бальница медыцынскай рэабiлiтацыi

source: Больница скорой медицинской помощи
be: Бальніца хуткай медыцынскай дапамогі

source: Больница скорой помощи
be: Гарадская клінічная бальніца хуткай мед. дапамогі

source: Больница № 3
be: Бальніца № 3

source: Большая Троицкая улица
be: Вялікая Траецкая вуліца

source: Большие Плотки
be: Вялікія Плоткі

source: Большие Сои
be: Вялікія Соі

source: Большое Святое
be: Вялікае Святое воз.

source: Большой Беленок
be: воз. Вялікі Белянок

source: Большой Болтик
be: Вялiкi Больцык

source: Большой Межник
be: Вялікія Межнікі

source: Болютское
be: Болюцкае воз.

source: Бор
be: воз. Бор

source: Борейшиха
be: Барэйшыха

source: Борисов
be: Барысаў

source: Борисовка
be: Барысаўка

source: Борисов камень
be: Барысаў камень

source: Борисовский государственный колледж
be: Барысаўскі дзяржаўны каледж

source: Борисовский завод медицинских препаратов
be: Барысаўскі завод медыцынскіх прэпаратаў

source: Борки
be: Боркі

source: Борковичи
be: Боркавічы

source: Боровая 3
be: Баравая, 3

source: Боровенок
be: воз. Баравянок

source: Боровики
be: Баравікі

source: Боровка-1
be: Бароўка 1

source: Борово
be: Барова

source: Боровое
be: Баравое

source: Боровуха
be: Баравуха

source: Боровуха 2
be: Баравуха 2

source: Боровуха-2
be: Баравуха 2

source: Боровуха 2-я
be: Баравуха 2

source: Боровуха 3
be: Баравуха 3

source: Боровцы
be: Бараўцы

source: Боровые
be: Баравыя

source: Бородовщина
be: Барадоўшчына

source: Борок
be: Барок

source: Бороники
be: Баронікі

source: Борщёвка
be: Баршчоўка

source: Борьба
be: Барба

source: БОСС (Братство организаторов студенческого самоуправления)
be: БАСС (Братэрства арганізатараў студэнцкага самакіравання)

source: Ботаническая улица
be: Батанічная вуліца

source: Ботанический сад
be: Батанічны сад

source: Боулинг
be: Боўлінг

source: Бочевец
be: воз. Бочавец

source: Бочево
be: воз. Бочава

source: Боярское
be: Баярскае воз.

source: Бояры
be: Баяры

source: Брагинская улица
be: Брагінская вуліца

source: Брама и сторожка
be: Домік ахоўніка

source: Брама-колокольня
be: Брама-званіца

source: Брама церковная
be: Брама царкоўная

source: Браславская Лука
be: Браслаўская Лука

source: Братовно
be: воз. Братаўна

source: Братская могила
be: Брацкая магіла

source: Братская могила советских воинов и партизан
be: Брацкая магіла савецкіх воінаў і партызан

source: Братская улица
be: Брацкая вуліца

source: Братское кладбище
be: Брацкія могілкі

source: Брест
be: Брэст

source: Брест Восточный
be: Брэст Усходні

source: Бресткая стоматологическая поликлиника
be: Брэсцкая стаматалагічная паліклініка

source: Брестская больница скорой медицинской помощи
be: Брэсцкая бальніца хуткай дапамогі

source: Брестская детская областная больница
be: Брэсцкая абласная дзіцячая бальніца

source: Брестская крепость
be: Брэсцкая крэпасць

source: Брестская область
be: Брэсцкая вобласць

source: Брестская рыбная база
be: Брэсцкая рыбная база

source: Брестская станция скорой медицинской помощи
be: Брэсцкая станцыя хуткай медыцынскай дапамогі

source: Брестская ТЭЦ
be: Брэсцкая ЦЭЦ

source: Брестская улица
be: Брэсцкая вуліца

source: Брестский государственный политехнический колледж
be: УА "Брэсцкі дзяржаўны політэхнічны каледж"

source: Брестский государственный технический университет
be: Брэсцкі дзяржауны тэхнічны універсітэт

source: Брестский государственный университет им. А.С. Пушкина
be: Педагагічны універсітэт

source: Брестский Гребной Канал
be: Вяслярны канал

source: Брестский железнодорожный музей
be: Брэсцкі музей чыгуначнай тэхнікі

source: Брестский колледж связи
be: Брэсцкі каледж сувязі

source: Брестский ледовый дворец
be: Брэсцкі лядовы дварэц

source: Брестский лицей легкой промышленности
be: Брэсцкі ліцэй лёгкай прамысловасці

source: Брестский мясокомбинат
be: Брэсцкі мясакамбінат

source: Брестский областной краеведческий музей
be: Брэсцкі абласны краязнаўчы музей

source: Брестский областной родильный дом
be: Брэсцкі абласны радзільны дом

source: Брестский речной порт
be: Брэсцкі рачны порт

source: Брестский СИЗО №7
be: Брэскцкі СІЗА №7

source: Брестский театр кукол (стр.)
be: Брэсцкі тэатр лялек

source: Брестский филиал РУП "Белтелеком"
be: Брэсцкі філіял РУП "Белтэлеком"

source: Брилевичи
be: Брылевічы

source: Брилевичи-1
be: Брылевічы-1

source: Брилевичи-2
be: Брылевічы-2

source: Брилевичи-3
be: Брылевічы-3

source: Брилевское кладбище
be: Брылеўскія могілкі

source: Брилевское поле
be: Брылёўскае поле

source: Брилевщина
be: Брылеўшчына

source: Бринёво
be: Брынёва

source: Бровар усадьбы Ваньковичей
be: Бровар

source: Бронная Гора
be: Бронная Гара

source: Брузги
be: [Брузгi, Брузгі]

source: Бруканишки
be: Бруканішкі

source: БТИ
be: БТІ

source: Бтива на Березине
be: Бтіва на Бярэзіне

source: Буда-Кошелёвская
be: Буда-Кашалёўская

source: Буденовка-1
be: Будзёнаўка-1

source: Будище
be: Будзішча

source: Будслав
be: Будслаў

source: Будышки
be: Будышкі

source: Буйничи
be: Буйнічы

source: Букетная улица
be: Букетная вуліца

source: Букмекерская контора
be: Букмекерская кантора

source: Буково
be: Букава

source: Буковщина
be: Букаўшчына

source: бульвар Ленинского Комсомола
be: бульвар Ленінскага Камсамолу

source: Бумажная фабрика
be: Папяровая фабрыка

source: Бурбин
be: Бурбін

source: Бурштыновая улица
be: Бурштынавая вуліца

source: Бухгалтерия
be: Бухгалтэрыя

source: Бушнево
be: Бушнева

source: бывшая деревня Дворище
be: Дворышча

source: Бывшее здание ж/д вокзала
be: былы будынак чыгуначнага вакзала

source: Бывшие соляные склады
be: Былыя саляныя склады

source: Бывший дворец губернатора
be: Былы губэрнатарскi палац

source: Бывший дворец Хрептовичей 1770 г.
be: Былы палац Храптовічаў 1770 г.

source: Бывший монастырь базилиан
be: Былы кляштар базыльянаў

source: бывший монастырь тринитариев
be: былы кляштар трынітарыяў

source: Быковщина
be: Быкаўшчына

source: Бытовая химия
be: Бытавая хімія

source: Быхов
be: Быхаў

source: Быховский замок
be: Быхаўскі замак

source: Бычиха
be: Бычыха

source: бюст П.М. Машерова
be: бюст П.М. Машэрава

source: бюст Павлу Мельникову
be: бюст П.Мельнікаву

source: бюст Петруся Бровки
be: бюст Пятруся Броўкі

source: Валентий Ванькович
be: Валенцій Ваньковіч

source: Валентина
be: Валянціна

source: Валенторовщина
be: Валентароўшчына

source: Валун Воротишин камень »
be: Валун Варацішын камень»

source: Валуны (капище)
be: Валуны (капішча)

source: Валы бывшего замка Вишневецких
be: Валы былога замка Вішнявецкіх

source: Валы бывшего замка Ходкевичей
be: Валы былога замка Хадкевічаў

source: Вальки
be: Валькі

source: Василевичи
be: Васілевічы

source: Василькишки 1
be: Васількішкі 1
